[
  {
    "title": "Ringo's Peace and Love Mission to Space",
    "subtitle": "To celebrate Ringo Starr's birthday on July 7, 2022, we beamed Ringo's music and messages of Peace and Love to the International Space Station (ISS) and to the stars.",
    "content": [
      "On July 7, 2022, Ringo gave the mission 'launch' command to the Mission Control Center in Houston from the stage of his birthday celebration in Beverly Hills, Los Angeles, initiating the transmission of his music and messages of Peace and Love to the International Space Station (ISS) and into deep space toward the stars.",
      "Ringo's 'Starr Song' and “Let's Change the World” music videos orbited Earth aboard the ISS and are now traveling across the universe - carrying Ringo's message of Peace and Love from planet Earth.",
      "A gift for Ringo and the World, with peace and love, with a little help from his friends at Artemis Music Entertainment, System Sounds, Sthorm and GoodNoise.",
      "Experience the special space-flown versions of these songs at the Peace and Love Moon Pillar."
    ]
  },
  {
    "title": "Ringo's Starr Song of Peace - Music from the Stars",
    "subtitle": "To celebrate Ringo Starr's birthday on July 7, 2022, we beamed Ringo's music and messages of Peace and Love to the International Space Station (ISS) and to the stars.",
    "content": [
      "Ringo's \"Starr Song of Peace\" was created by 'sonifying' the celestial stars over Liverpool the day and time that Ringo was born.",
      "Star Songs are created utilizing data sonification algorithms developed for NASA that convert astronomical images into audible music. The process maps star colors (spectrum), brightnesses (magnitudes) and patterns (constellations) into harmonic tones (frequencies), dynamics (volume), and patterns (chords).",
      "Artemis Music teamed with System Sounds to create this special version of Ringo's Starr Song that selectively samples the stars within a “peace symbol” constellation virtually imposed on Ringo's celestial birth sky. This special peace version of Ringo's Starr Song flew aboard the International Space Station on Ringo's 82nd birthday, July 7, 2022, to orbit the Earth as part of his global campaign of peace and love.",
      "The celestial melody revealed is indeed peaceful and beautiful, streaming from the stars over Liverpool, the moment Ringo was born. Experience it by visiting the Peace Starr Song Light Pillar."
    ]
  },
  {
    "title": "Ringo's Annual Peace and Love Campaign",
    "subtitle": "To celebrate Ringo Starr's birthday on July 7, 2022, we beamed Ringo's music and messages of Peace and Love to the International Space Station (ISS) and to the stars.",
    "content": [
      "Every year on his birthday since 2008, Ringo has invited everyone everywhere to think, say or post \"peace and love\" at noon wherever they are, creating a wave of peace and love across the planet.",
      "On July 7, 2022 Ringo Starr and his wife Barbara Starkey celebrated his birthday at his Peace and Love statue in Beverly Hills, Los Angeles, joined by family and friends including current All Starrs Steve Lukather, Edgar Winter, Colin Hay, Warren Ham and Gregg Bissonette, as well as friends Benmont Tench, Jim Keltner, Richard Marx, Matt Sorum, Ed Begley Jr, Linda Perry, Diane Warren, Roy Jr and Alex Orbison.",
      "The Los Angeles event was the epicenter of 26 peace and love celebrations around the world.",
      "Artemis Music cofounders Bob Richards and Kristopher Houck hosted a live feed connection from the event to the Artemis Space Network mission control center in Houston, Texas. At noon on Ringo's signal, his specially created “Starr Song” and “Let's Change the World” music videos were beamed into Earth orbit and across the universe in celebration of Ringo's Peace and Love Birthday.",
      "Experience the special space-flown versions of these songs at the Peace and Love Moon Pillar."
    ]
  }
]
